{"recipe_id": {"0": {"cuisine": "Русская кухня", "meal_mode": "Завтраки", "recipe_name": "Сырники из творога", "portions": "2", "calories": "938", "proteinContent": "42", "fatContent": "61", "carbohydrateContent": "56", "ingredients": {"Творог": "350 г", "Куриное яйцо": "2 штуки", "Пшеничная мука": "6 столовых ложек", "Сахар": "2 столовые ложки", "Подсолнечное масло": "5 столовых ложек"}, "text": "Положите весь творог в кастрюльку и разомните его вилкой так, чтобы в нем не осталось крупных комков. Разбейте в него яйца, всыпьте сахар и тщательно все перемешайте. Лучше не использовать слишком сухой или слишком влажный творог, иначе сырники будут разваливаться в процессе приготовления. Всыпьте в творог 5 столовых ложек (с горкой) муки и тщательно перемешайте. Можно добавить немного больше муки, сырники получатся тогда более плотными. Или муки можно добавить чуть меньше, и тогда сырники будут нежнее. В итоге у вас должна получиться однородная масса, из которой можно будет лепить сырники. Поставьте сковороду на средний огонь и налейте в нее подсолнечное масло. Насыпьте на тарелку немного муки. Слепите несколько небольших шариков из получившейся творожной массы и положите их на тарелку. Лучше лепить разом 4–5 шариков — столько, сколько поместится одновременно на сковороду. Затем по очереди обкатывайте творожные шарики в муке, плющите их в небольшие лепешки (они не должны быть слишком тонкие) и выкладывайте на сковороду. Обжаривайте сырники 1–2 минуты до появления золотистой корочки. Затем переверните их на другую сторону и также обжарьте до золотистого состояния. Повторяйте, пока творог не закончится."}, "1": {"cuisine": "Русская кухня", "meal_mode": "Выпечка и десерты", "recipe_name": "Классическая шарлотка", "portions": "12", "calories": "217", "proteinContent": "5", "fatContent": "5", "carbohydrateContent": "38", "ingredients": {"Сахар": "1 стакан", "Куриное яйцо": "5 штук", "Пшеничная мука": "1 стакан", "Яблоко": "7 штук", "Растительное масло": "1 столовая ложка", "Разрыхлитель": "½ чайные ложки"}, "text": "Разогреть духовку. Отделить белки от желтков. Белки взбить в крепкую пену с щепоткой соли, постепенно добавляя сахар. Продолжать взбивать, добавляя по одному желтки, затем разрыхлитель и муку. Тесто по консистенции должно напоминать сметану. Смазать противень растительным маслом. Вылить половину теста на противень, разложить равномерно нарезанные дольками яблоки, залить второй половиной теста. Поместить противень в разогретую духовку. 3 минуты подержать при температуре 200 градусов, затем убавить до 180 и выпекать 20–25 минут."}, "2": {"cuisine": "Европейская кухня", "meal_mode": "Основные блюда", "recipe_name": "Свинина с карамелизованной морковью", "portions": "4", "calories": "551", "proteinContent": "39", "fatContent": "32", "carbohydrateContent": "28", "ingredients": {"Свинина": "750 г", "Молотая паприка": "½ чайные ложки", "Сушеный розмарин": "¼ чайные ложки", "Молотый кориандр ": "¼ чайные ложки", "Перец чили хлопьями": "½ чайные ложки", "Оливковое масло": "1 столовая ложка", "Морковь": "500 г", "Сливочное масло": "60 г", "Мед": "80 г", "Чеснок": "2 зубчика", "Кунжут": "10 г", "Лимон": "½ штуки", "Зеленый лук": "по вкусу", "Соль": "по вкусу", "Молотый черный перец": "по вкусу"}, "text": "Свинину зачистить и обсушить. Зубчики чеснока разрезать пополам и нашпиговать ими мясо. Смешать паприку, розмарин, кориандр, хлопья чили, чеснок, соль, молотый черный перец и оливковое масло. Обмазать смесью свинину. Обернуть мясо пленкой и оставить мариноваться на час. Свинину избавить от пленки, завернуть в фольгу и отправить в духовку на 1,5 часа при 180 градусах. Помыть и по необходимости очистить морковь, если морковь крупная, нарезать ее на половинки или четвертинки вдоль. Натереть 30 грамм размягченного сливочного масла солью и черным молотым перцем. Выпекать морковь на пергаменте 10 минут при 180 градусах. Растопить на сковородке оставшееся сливочное масло и мед. Обжарить морковь на сильном огне до румяности. Готовую свинину нарезать. Подавать свинину и морковь, посыпать рубленым зеленым луком и кунжутом."}, "3": {"cuisine": "Американская кухня", "meal_mode": "Выпечка и десерты", "recipe_name": "Брауни (brownie)", "portions": "6", "calories": "676", "proteinContent": "10", "fatContent": "46", "carbohydrateContent": "55", "ingredients": {"Темный шоколад": "100 г", "Сливочное масло": "180 г", "Коричневый сахар": "200 г", "Куриное яйцо": "4 штуки", "Пшеничная мука": "100 г", "Грецкие орехи": "100 г"}, "text": "Шоколад разломать на кусочки и вместе со сливочным маслом растопить на водяной бане, не переставая все время помешивать лопаткой или деревянной ложкой. Получившийся густой шоколадный соус снять с водяной бани и оставить остывать. Тем временем смешать яйца со ста граммами коричневого сахара: яйца разбить в отдельную миску и взбить, постепенно добавляя сахар. Взбивать можно при помощи миксера или вручную — как больше нравится, — но не меньше двух с половиной-трех минут. Острым ножом на разделочной доске порубить грецкие орехи. Предварительно их можно поджарить на сухой сковороде до появления аромата, но это необязательная опция. В остывший растопленный со сливочным маслом шоколад аккуратно добавить оставшийся сахар, затем муку и измельченные орехи и все хорошо перемешать венчиком. Затем влить сахарно-яичную смесь и тщательно смешать с шоколадной массой. Цвет у теста должен получиться равномерным, без разводов. Разогреть духовку до 200 градусов. Дно небольшой глубокой огнеупорной формы выстелить листом бумаги для выпечки или калькой. Перелить тесто в форму. Поставить в духовку и выпекать двадцать пять — тридцать минут до появления сахарной корочки. Готовый пирог вытащить из духовки, дать остыть и нарезать на квадратики острым ножом или ножом для пиццы — так кусочки получатся особенно ровными. Подавать брауни можно просто так, а можно посыпать сверху сахарной пудрой или разложить квадратики по тарелкам и украсить каждую порцию шариком ванильного мороженого."}, "4": {"cuisine": "Итальянская кухня", "meal_mode": "Паста и пицца", "recipe_name": "Лазанья классическая с мясом", "portions": "6", "calories": "965", "proteinContent": "50", "fatContent": "73", "carbohydrateContent": "24", "ingredients": {"Мясной фарш": "600 г", "Соус болоньезе": "600 г", "Сливочное масло": "60 г", "Пшеничная мука": "2,5 столовые ложки", "Оливковое масло": "2 столовые ложки", "Молоко": "750 мл", "Готовые сухие листы лазаньи": "10 штук", "Твердый сыр": "500 г"}, "text": "В сотейник положить сливочное масло и 2 ложки растительного масла, растопить. Постепенно добавлять муку и размешивать так, чтобы не оставалось комочков. Когда вся мука вмешана, влить все молоко. Убавить огонь и томить до нужной консистенции: не жидкой, но и не слишком густой. Консистенция нежирной сметаны. На сковороде раскалить оливковое масло. Добавить мясной фарш (лучше свинина+телятина). Фарш жарить до полуготовности. Влить в него соус болоньезе, посолить и поперчить по вкусу. Духовку разогреть до 180 градусов. Форму смазать сливочным маслом. На дно вылить немного соуса бешамель, чуть-чуть, только чтобы покрыть дно. Выложить пласты (не вареные). На пласты выложить получившийся фарш (не жалеем!), на фарш — натертый сыр. На сыр — соус бешамель. Соуса нужно выкладывать столько, сколько необходимо, на ваш взгляд, чтобы лазанья получилась сочной. Поверх соуса выложить сухие листы лазаньи. Повторить процедуру. Последний слой листов промазать соусом бешамель и сверху щедро засыпать сыром. Дать постоять минут 7–10. Поставить в духовку. Печь 30 минут."}, "5": {"cuisine": "Итальянская кухня", "meal_mode": "Паста и пицца", "recipe_name": "Спагетти карбонара с красным луком", "portions": "2", "calories": "1158", "proteinContent": "46", "fatContent": "61", "carbohydrateContent": "102", "ingredients": {"Спагетти": "250 г", "Сливочное масло": "20 г", "Чеснок": "2 зубчика", "Красный лук": "1 головка", "Бекон": "50 г", "Сливки 20%-ные": "200 мл", "Тертый сыр пармезан ": "50 г", "Куриное яйцо": "4 штуки", "Соль": "по вкусу", "Молотый черный перец": "по вкусу"}, "text": "Вскипятите воду в большой кастрюле и сварите пасту до состояния аль денте. Обычно для этого нужно варить ее на минуту меньше, чем указано на пачке. Пока паста варится, растопите на сковороде масло и обжарьте на нем мелко нарезанные лук, чеснок и бекон. До мягкости и до отчетливого чесночного и жаренобеконного запаха. Снимите сковороду с огня и в глубокой миске взбейте четыре яичных желтка со сливками и тертым пармезаном. Посолите и поперчите смесь, еще раз взбейте. В готовые спагетти вывалите обжаренные с луком и чесноком кусочки бекона. Влейте смесь сливок, желтков и пармезана, перемешайте. И сразу подавайте, посыпав свеженатертым сыром и черным молотым перцем."}, "6": {"cuisine": "Итальянская кухня", "meal_mode": "Салаты", "recipe_name": "Салат из красной фасоли с творожным сыром, красным луком и сезонным салатом", "portions": "4", "calories": "341", "proteinContent": "11", "fatContent": "23", "carbohydrateContent": "23", "ingredients": {"Молотый черный перец": "по вкусу", "Консервированная фасоль": "400 г", "Соль": "по вкусу", "Лимон": "1 штука", "Чеснок": "2 зубчика", "Оливковое масло": "50 мл", "Рукола": "100 г", "Творожный сыр": "200 г", "Красный лук": "50 г"}, "text": "Вскрыть две банки красной фасоли в собственном соку, слить сок и промыть фасоль холодной водой. Желающие использовать не баночную, а самостоятельно сваренную фасоль должны задуматься о приготовлении этого салата еще с вечера. Сначала замочить бобы на ночь, а потом варить их на медленном огне до готовности. Готовую фасоль смешать с мелко нарубленным красным луком, зеленью, например, рукколы (которую для удобства поедания нужно предварительно изорвать руками), давленым чесноком, оливковым маслом, лимонным соком и творожным сыром. Посолить, поперчить, дать продуктам две минуты притереться друг к другу и подавать к столу вместе с бокалом Nobile di Montepulciano, если вино осталось с вечера."}, "7": {"cuisine": "Итальянская кухня", "meal_mode": "Закуски", "recipe_name": "Брускетта с помидорами", "portions": "4", "calories": "132", "proteinContent": "2", "fatContent": "8", "carbohydrateContent": "13", "ingredients": {"Белый хлеб": "4 куска", "Помидоры": "3 штуки", "Оливковое масло": "30 мл", "Чеснок": "3 зубчика", "Бальзамический крем": "10 г", "Свежемолотый черный перец": "по вкусу", "Соль": "по вкусу", "Зелень": "30 г"}, "text": "Поджарить хлеб на сухой сковородке или в духовке до золотистой корочки. В духовке это займет три-пять минут (в зависимости от размера ломтя хлеба) при температуре 200 градусов. Помидоры нарезать кубиками с ребром около полсантиметра. Мелко нарубить три зубчика чеснока. Разогреть сковороду, плеснуть в нее немного оливкового масла и высыпать в него помидоры и чеснок. Готовить их минуту-другую, просто чтобы прогреть, не потеряв вкуса свежего помидора. Тогда капнуть в сковороду бальзамического крема, перемешать и снять с огня. Поджаренный хлеб пропитать оставшимся оливковым маслом, разлив понемногу на каждый ломоть. Сверху выложить теплые помидоры, посолить по вкусу, посыпать свежемолотым черным перцем и мелко нарезанной зеленью — любой, какая окажется под рукой. И подавать как закуску — например, к вину."}, "8": {"cuisine": "Итальянская кухня", "meal_mode": "Паста и пицца", "recipe_name": "Спагетти с чесноком и маслом", "portions": "4", "calories": "688", "proteinContent": "15", "fatContent": "27", "carbohydrateContent": "96", "ingredients": {"Спагетти": "500 г", "Чеснок": "8 зубчиков", "Перец чили": "2 штуки", "Петрушка": "50 г", "Оливковое масло": "100 мл", "Лимон": "½ штуки", "Соль": "по вкусу", "Молотый черный перец": "по вкусу"}, "text": "Поставить спагетти вариться и где-то за 5 минут до готовности спагетти раскочегарить сковороду, влить в нее оливковое масло и на оливковом масле обжарить давленый чеснок и нарезанный крупной стружкой перец чили. Как только чеснок размягчится, добавить мелко нарубленную петрушку, перемешать и снять с огня. После того как спагетти сварятся до состояния аль денте, слить воду и вывалить спагетти в сковороду с обжаренным чесноком, перцем и петрушкой. На небольшом огне потомить эту смесь полминуты, постоянно помешивая, добавить сок половины лимона и цедру половины лимона, посолить, поперчить, перемешать. И подавать к столу."}, "9": {"cuisine": "Итальянская кухня", "meal_mode": "Завтраки", "recipe_name": "Фриттата с брокколи и сладким перцем", "portions": "4", "calories": "377", "proteinContent": "15", "fatContent": "29", "carbohydrateContent": "14", "ingredients": {"Куриное яйцо": "6 штук", "Сладкий перец": "3 штуки", "Красный лук": "1 головка", "Петрушка": "20 г", "Капуста брокколи": "150 г", "Лимон": "¼ штуки", "Оливковое масло": "50 мл", "Чеснок": "2 зубчика", "Сливочное масло": "30 г", "Тимьян": "1 пучок", "Мускатный орех": "по вкусу", "Паприка": "по вкусу", "Соль": "по вкусу", "Молотый черный перец": "по вкусу"}, "text": "Смешать яйца с солью, молотым мускатным орехом и паприкой. Разобрать брокколи на соцветия, перец очистить от кожицы и нарезать тонкой соломкой. Лук нарезать тонкими полукольцами. Чеснок и петрушку мелко нарубить, смешать их с соком лимона и оливковым маслом. Нарезанный лук обжарить на сливочном масле до мягкости, добавить брокколи, обжаривать минуту, после чего отправить туда же перец, жарить еще минуту, добавить щепотку листьев тимьяна, через минуту петрушку с чесноком в лимонном соке и масле, а через тридцать секунд залить яйцами. Когда яйца начнут застывать, отправить сковороду в разогретую до 180 градусов духовку на семь-десять минут. Подавать, посолив, поперчив и посыпав листиками тимьяна."}, "10": {"cuisine": "Итальянская кухня", "meal_mode": "Паста и пицца", "recipe_name": "Лазанья с мясным фаршем и пармезаном", "portions": "4", "calories": "742", "proteinContent": "39", "fatContent": "45", "carbohydrateContent": "48", "ingredients": {"Репчатый лук": "1 штука", "Петрушка": "по вкусу", "Сушеный базилик": "по вкусу", "Соль": "по вкусу", "Молотый черный перец": "по вкусу", "Пшеничная мука": "40 г", "Молоко": "400 мл", "Смешанный фарш": "500 г", "Томатное пюре": "500 г", "Сливочное масло": "50 г", "Готовые сухие листы лазаньи": "13 штук", "Сыр пармезан": "50 г"}, "text": "Для фарша мелко нарезанную луковицу обжарьте до золотистого цвета. Мясной фарш добавьте к луку и жарьте все вместе до готовности мяса. Посолите и поперчите по вкусу. Когда фарш будет готов, в него нужно добавить измельченные помидоры без кожицы (это может быть готовое томатное пюре (пассата), измельченные томаты в собственном соку, или свежие помидоры, очищенные от кожицы и мелко нарезанные). Продолжайте готовить на небольшом огне минут 10, чтобы лишняя жидкость испарилась. В конце добавьте зелень. Для соуса бешамель растопите сливочное масло в толстостенной посуде на небольшом огне, добавьте муку, размешайте. В горячую смесь (она называется — ру) понемногу добавьте холодное молоко, тщательно мешая. На это время посуду лучше снять с огня. Когда все молоко будет добавлено, поставьте соус на небольшой огонь и варите, постоянно помешивая, около 5 минут. Когда соус загустеет, снимите с огня. Прямоугольную жаропрочную форму смажьте маслом или выложите дно бумагой или пленкой для выпекания, положите листы лазаньи по размеру дна, сверху распределите немного бешамеля. На бешамель выложите мясной фарш, накройте листом лазаньи и чередуйте слои, пока не достигнете нужной высоты. Последним слоем должен быть бешамель. Посыпьте лазанью тертым пармезаном и запекайте 30 минут в разогретой до 190 градусов духовке. Чтобы пармезан не сгорел, можно прикрыть форму фольгой на первые 20 минут. Готовую лазанью выньте из духовки, дайте постоять минут 10, а затем нарежьте на порции."}, "11": {"cuisine": "Итальянская кухня", "meal_mode": "Паста и пицца", "recipe_name": "Тонкое тесто для пиццы", "portions": "4", "calories": "200", "proteinContent": "5", "fatContent": "6", "carbohydrateContent": "33", "ingredients": {"Пшеничная мука": "175 г", "Соль": "по вкусу", "Оливковое масло": "1 столовая ложка", "Сухие дрожжи": "1 чайная ложка", "Вода": "125 мл"}, "text": "Соединить муку, соль и дрожжи в кухонном комбайне. Соединить в кувшине масло и воду. Не выключая комбайн, влить жидкость и замесить однородное тесто. Переложить на стол, посыпанный мукой и месить тесто 2-3 мин. Переложить тесто в миску и смазать снаружи оливковым маслом. Накрыть миску пищевой пленкой и поставить в теплое место на 40 мин, пока тесто не увеличится в 2 раза. Снова месить тесто 1-2 мин. Раскатать тесто в круг 30 см и положить на противень. Сдавить 2 см от края, чтобы получилась корочка и наполнить начинкой на ваш выбор."}, "12": {"cuisine": "Итальянская кухня", "meal_mode": "Ризотто", "recipe_name": "Ризотто с шампиньонами", "portions": "4", "calories": "538", "proteinContent": "14", "fatContent": "23", "carbohydrateContent": "62", "ingredients": {"Рис арборио": "300 г", "Сливочное масло": "100 г", "Репчатый лук": "1 головка", "Белое сухое вино": "200 мл", "Куриный бульон": "1 л", "Шампиньоны": "300 г", "Соль": "по вкусу", "Шафран": "щепотка"}, "text": "Лук мелко нарезать и обжаривать в сотейнике на сливочном масле до тех пор, пока лук не начнет пахнуть жареным, добавить мелко нарезанные шампиньоны, обжарить их, пока не выпустят воду. Тогда всыпать в сотейник рис и обжаривать его вместе с луком и грибами две минуты, постоянно помешивая. Залить рис и лук куриным бульоном и вином. Варить без крышки, постоянно помешивая. Когда бульон и вино выпарятся наполовину, добавить крошечную щепотку шафрана, посолить. Помешивая, варить, пока рис не приготовится. Если жидкость выкипит слишком рано, долить воды, вина или бульона."}, "13": {"cuisine": "Итальянская кухня", "meal_mode": "Основные блюда", "recipe_name": "Макароны, запеченные с помидорами, под сыром", "portions": "2", "calories": "1183", "proteinContent": "31", "fatContent": "67", "carbohydrateContent": "112", "ingredients": {"Макароны": "300 г", "Чеснок": "1 зубчик", "Черный перец горошком": "10 штук", "Сыр": "100 г", "Помидоры": "1 штука", "Майонез": "150 г"}, "text": "Сварите макароны, положите их на дно емкости для выпекания. Порежьте помидоры тонкими ломтиками и положите их на макароны. Потрите сыр. Посыпьте макароны с помидорами тертым сыром и перцем. Чеснок порежьте крупными ломтиками и уложите сверху на запеканку. Обмажьте поверхность блюда тонким слоем майонеза и запекайте в духовке до готовности (примерно, 10–20 минут). Подавайте в горячем виде, можно украсить зеленью."}, "14": {"cuisine": "Итальянская кухня", "meal_mode": "Ризотто", "recipe_name": "Ризотто со сливками и сладким перцем", "portions": "4", "calories": "715", "proteinContent": "10", "fatContent": "31", "carbohydrateContent": "94", "ingredients": {"Рис": "400 г", "Сливочное масло": "100 г", "Сладкий перец": "2 штуки", "Репчатый лук": "1 головка", "Чеснок": "4 зубчика", "Овощной бульон": "1,5 л", "Херес": "100 мл", "Сливки 35%-ные": "100 мл", "Тимьян": "4 штуки", "Соль": "по вкусу", "Молотый черный перец": "по вкусу"}, "text": "Растопить в глубокой сковороде сливочное масло (80 г) и обжарить на нем мелко нарубленный лук. Лук должен стать совершенно мягким и полупрозрачным. Всыпать рис и обжаривать его несколько минут, постоянно помешивая. Добавить мелко нарубленный чеснок, перемешать, потомить вместе с рисом, маслом и луком; как только чеснок практически растворится в массе риса и лука и начнет издавать свой характернейший из запахов, влить в сковороду сухой херес, перемешать с рисом и овощами и, убрав до минимума огонь, выпаривать алкоголь, постоянно помешивая. Как только о присутствии хереса станет напоминать исключительно его аромат, влить в сковороду треть бульона, перемешать содержимое сковороды, чтобы бульон проник во все самые тайные норки, и варить рис на медленном огне, доливая бульон по мере его выкипания. На оставшемся сливочном масле обжарить мелко нарезанные и очищенные от семечек и прочих внутренних излишеств перцы. Перцы должны стать мягкими и начать пахнуть жареным. Всыпать перцы в сковороду с полуготовым ризотто, посолить, поперчить, перемешать, долить бульон и продолжать ту же канитель с варкой — помешивать, доливать бульон. Когда рис будет практически готов, вмешать в него сливки. Выключить огонь и еще примерно минуту помешивать содержимое сковороды, чтобы добиться кремовой консистенции ризотто. Подавать, посыпав листочками тимьяна."}, "15": {"cuisine": "Итальянская кухня", "meal_mode": "Завтраки", "recipe_name": "Омлет с моцареллой и помидорами", "portions": "1", "calories": "570", "proteinContent": "33", "fatContent": "48", "carbohydrateContent": "5", "ingredients": {"Куриное яйцо": "3 штуки", "Помидоры черри": "4 штуки", "Сливочное масло": "20 г", "Сыр моцарелла": "50 г", "Зеленый базилик ": "20 г", "Оливковое масло": "по вкусу", "Соль": "по вкусу", "Молотый черный перец": "по вкусу"}, "text": "Яйца смешать с солью и перцем. В сковороде на сливочном масле немного припустить помидоры и залить яйцами.Секунд через двадцать добавить моцареллу, нарезать листья базилика и снять с огня. На одну минуту оставить сковороду остывать, после чего полить оливковым маслом и подавать."}}}