{"recipe_id": {"0": {"cuisine": "Русская кухня", "meal_mode": "Завтраки", "recipe_name": "Сырники из творога", "portions": "2", "calories": "938", "proteinContent": "42", "fatContent": "61", "carbohydrateContent": "56", "ingredients": {"Творог": "350 г", "Куриное яйцо": "2 штуки", "Пшеничная мука": "6 столовых ложек", "Сахар": "2 столовые ложки", "Подсолнечное масло": "5 столовых ложек"}, "text": "Положите весь творог в кастрюльку и разомните его вилкой так, чтобы в нем не осталось крупных комков. Разбейте в него яйца, всыпьте сахар и тщательно все перемешайте. Лучше не использовать слишком сухой или слишком влажный творог, иначе сырники будут разваливаться в процессе приготовления. Всыпьте в творог 5 столовых ложек (с горкой) муки и тщательно перемешайте. Можно добавить немного больше муки, сырники получатся тогда более плотными. Или муки можно добавить чуть меньше, и тогда сырники будут нежнее. В итоге у вас должна получиться однородная масса, из которой можно будет лепить сырники. Поставьте сковороду на средний огонь и налейте в нее подсолнечное масло. Насыпьте на тарелку немного муки. Слепите несколько небольших шариков из получившейся творожной массы и положите их на тарелку. Лучше лепить разом 4–5 шариков — столько, сколько поместится одновременно на сковороду. Затем по очереди обкатывайте творожные шарики в муке, плющите их в небольшие лепешки (они не должны быть слишком тонкие) и выкладывайте на сковороду. Обжаривайте сырники 1–2 минуты до появления золотистой корочки. Затем переверните их на другую сторону и также обжарьте до золотистого состояния. Повторяйте, пока творог не закончится."}, "1": {"cuisine": "Русская кухня", "meal_mode": "Выпечка и десерты", "recipe_name": "Классическая шарлотка", "portions": "12", "calories": "217", "proteinContent": "5", "fatContent": "5", "carbohydrateContent": "38", "ingredients": {"Сахар": "1 стакан", "Куриное яйцо": "5 штук", "Пшеничная мука": "1 стакан", "Яблоко": "7 штук", "Растительное масло": "1 столовая ложка", "Разрыхлитель": "½ чайные ложки"}, "text": "Разогреть духовку. Отделить белки от желтков. Белки взбить в крепкую пену с щепоткой соли, постепенно добавляя сахар. Продолжать взбивать, добавляя по одному желтки, затем разрыхлитель и муку. Тесто по консистенции должно напоминать сметану. Смазать противень растительным маслом. Вылить половину теста на противень, разложить равномерно нарезанные дольками яблоки, залить второй половиной теста. Поместить противень в разогретую духовку. 3 минуты подержать при температуре 200 градусов, затем убавить до 180 и выпекать 20–25 минут."}, "2": {"cuisine": "Европейская кухня", "meal_mode": "Основные блюда", "recipe_name": "Свинина с карамелизованной морковью", "portions": "4", "calories": "551", "proteinContent": "39", "fatContent": "32", "carbohydrateContent": "28", "ingredients": {"Свинина": "750 г", "Молотая паприка": "½ чайные ложки", "Сушеный розмарин": "¼ чайные ложки", "Молотый кориандр ": "¼ чайные ложки", "Перец чили хлопьями": "½ чайные ложки", "Оливковое масло": "1 столовая ложка", "Морковь": "500 г", "Сливочное масло": "60 г", "Мед": "80 г", "Чеснок": "2 зубчика", "Кунжут": "10 г", "Лимон": "½ штуки", "Зеленый лук": "по вкусу", "Соль": "по вкусу", "Молотый черный перец": "по вкусу"}, "text": "Свинину зачистить и обсушить. Зубчики чеснока разрезать пополам и нашпиговать ими мясо. Смешать паприку, розмарин, кориандр, хлопья чили, чеснок, соль, молотый черный перец и оливковое масло. Обмазать смесью свинину. Обернуть мясо пленкой и оставить мариноваться на час. Свинину избавить от пленки, завернуть в фольгу и отправить в духовку на 1,5 часа при 180 градусах. Помыть и по необходимости очистить морковь, если морковь крупная, нарезать ее на половинки или четвертинки вдоль. Натереть 30 грамм размягченного сливочного масла солью и черным молотым перцем. Выпекать морковь на пергаменте 10 минут при 180 градусах. Растопить на сковородке оставшееся сливочное масло и мед. Обжарить морковь на сильном огне до румяности. Готовую свинину нарезать. Подавать свинину и морковь, посыпать рубленым зеленым луком и кунжутом."}, "3": {"cuisine": "Американская кухня", "meal_mode": "Выпечка и десерты", "recipe_name": "Брауни (brownie)", "portions": "6", "calories": "676", "proteinContent": "10", "fatContent": "46", "carbohydrateContent": "55", "ingredients": {"Темный шоколад": "100 г", "Сливочное масло": "180 г", "Коричневый сахар": "200 г", "Куриное яйцо": "4 штуки", "Пшеничная мука": "100 г", "Грецкие орехи": "100 г"}, "text": "Шоколад разломать на кусочки и вместе со сливочным маслом растопить на водяной бане, не переставая все время помешивать лопаткой или деревянной ложкой. Получившийся густой шоколадный соус снять с водяной бани и оставить остывать. Тем временем смешать яйца со ста граммами коричневого сахара: яйца разбить в отдельную миску и взбить, постепенно добавляя сахар. Взбивать можно при помощи миксера или вручную — как больше нравится, — но не меньше двух с половиной-трех минут. Острым ножом на разделочной доске порубить грецкие орехи. Предварительно их можно поджарить на сухой сковороде до появления аромата, но это необязательная опция. В остывший растопленный со сливочным маслом шоколад аккуратно добавить оставшийся сахар, затем муку и измельченные орехи и все хорошо перемешать венчиком. Затем влить сахарно-яичную смесь и тщательно смешать с шоколадной массой. Цвет у теста должен получиться равномерным, без разводов. Разогреть духовку до 200 градусов. Дно небольшой глубокой огнеупорной формы выстелить листом бумаги для выпечки или калькой. Перелить тесто в форму. Поставить в духовку и выпекать двадцать пять — тридцать минут до появления сахарной корочки. Готовый пирог вытащить из духовки, дать остыть и нарезать на квадратики острым ножом или ножом для пиццы — так кусочки получатся особенно ровными. Подавать брауни можно просто так, а можно посыпать сверху сахарной пудрой или разложить квадратики по тарелкам и украсить каждую порцию шариком ванильного мороженого."}, "4": {"cuisine": "Итальянская кухня", "meal_mode": "Паста и пицца", "recipe_name": "Лазанья классическая с мясом", "portions": "6", "calories": "965", "proteinContent": "50", "fatContent": "73", "carbohydrateContent": "24", "ingredients": {"Мясной фарш": "600 г", "Соус болоньезе": "600 г", "Сливочное масло": "60 г", "Пшеничная мука": "2,5 столовые ложки", "Оливковое масло": "2 столовые ложки", "Молоко": "750 мл", "Готовые сухие листы лазаньи": "10 штук", "Твердый сыр": "500 г"}, "text": "В сотейник положить сливочное масло и 2 ложки растительного масла, растопить. Постепенно добавлять муку и размешивать так, чтобы не оставалось комочков. Когда вся мука вмешана, влить все молоко. Убавить огонь и томить до нужной консистенции: не жидкой, но и не слишком густой. Консистенция нежирной сметаны. На сковороде раскалить оливковое масло. Добавить мясной фарш (лучше свинина+телятина). Фарш жарить до полуготовности. Влить в него соус болоньезе, посолить и поперчить по вкусу. Духовку разогреть до 180 градусов. Форму смазать сливочным маслом. На дно вылить немного соуса бешамель, чуть-чуть, только чтобы покрыть дно. Выложить пласты (не вареные). На пласты выложить получившийся фарш (не жалеем!), на фарш — натертый сыр. На сыр — соус бешамель. Соуса нужно выкладывать столько, сколько необходимо, на ваш взгляд, чтобы лазанья получилась сочной. Поверх соуса выложить сухие листы лазаньи. Повторить процедуру. Последний слой листов промазать соусом бешамель и сверху щедро засыпать сыром. Дать постоять минут 7–10. Поставить в духовку. Печь 30 минут."}}}