{"rec_id": {"0": {"recipe_name": "Курица с кабачками в духовке рецепт на 4 порции (Европейская кухня)", "ingredients": {"Куриное филе": "500 гр.", "Кабачки": "250 гр.", "Лук": "180 гр.", "Сыр": "150 гр.", "Чеснок": "3 зуб.", "Майонез": "70 гр.", "Соль": "3 гр.", "Специи": "по вкусу"}, "text": "Куриное филе нарезать тонкими ломтиками, после чего хорошо отбить. Кабачок промыть и нарезать колечками потоньше, тоже самое сделать и с луком.Пропустить через пресс чеснок, затем смешать его со специями, солью, и майонезом. Обязательно сделать это в отдельной емкости.Смазать растительным маслом форму для запекания, после чего выложить в ней сначала политый соусом слой из курицы, затем выложить лук, далее кабачки. Смазать остатками соуса из майонеза и отправить форму на пятнадцать минут в разогретую до 180 градусов духовку.Когда блюдо запечется, достать форму и посыпать тертым сыром, и, для образования сырной корочки, отправить в духовку еще на 10 минут.Теперь блюдо можно подавать на стол."}, "1": {"recipe_name": "Суп из сёмги с красной чечевицей рецепт на 3 порции (Европейская кухня)", "ingredients": {"Вода тёплая": "250 мл.", "Сёмга или другая красная рыба": "200-300 гр.", "Красная чечевица": "50 гр.", "Морковь": "1/2 часть", "Лук": "1/4 часть", "Картофель": "3 шт.", "Томат": "1 шт.", "Соль, перец": "по вкусу, 1/4 лимона, укроп", "Вода ": "1,5 литра."}, "text": "Рыбу, картофель лук и помидор нарезать кубиками.В холодную воду добавить картофель, рыбу и чечевицу. Довести до кипения и немного проварить. Посолить.В сковороде, смазанной маслом, обжарить лук, морковь, помидор.За 10 минут до окончания варки добавить в суп обжаренные овощи, посолить, поперчить по вкусу.Можно так же добавить лавровый лист, но я ее тоже не сильно люблю, как и лук, поэтому не добавляю. И без нее очень-очень вкусно!За пару минут до окончания варки добавить нарезанный укроп и четвертинку сока лимона. Подавать горячим."}, "2": {"recipe_name": "Турецкая пахлава рецепт на 4 порции (Европейская кухня)", "ingredients": {"Йогурт густой": "100 г", "Яйцо": "1 шт.", "Масло растительное": "100 мл", "Крахмал": "1 ст.л.", "Соль": "щепотка", "Уксус яблочный": "1 ст. л.", "Разрыхлитель": "1 ч.л.", "Мука": "280-300 г", "Сахар": "250 г", "Вода": "250 мл", "Лимон": "долька", "Орехи грецкие": "100-150 г"}, "text": "В миске смешать яйцо, йогурт, растительное масло, крахмал.Добавить просеянную муку, соль, разрыхлитель, уксус.Замесить мягкое, эластичное тесто, Муки может понадобиться чуть больше/меньше.Тесто положить в пакет и оставить на 10 минут при комнатной температуре.Затем тесто поделить на 10 равных частей, каждую подкатать в круглый шарик, нарыть пленкой.Далее брать по одному кусочку теста и раскатывать в лепешку d 20 см на рабочем столе, посыпанном крахмалом ,складывать друг на друга в стопочку, очень щедро пересыпая каждую лепешку крахмалом.Сложенные таким образом заготовки раскатать уже в одну большую лепешку, придавая ей форму прямоугольника, размером 52/36 см. Ширина раскатки 2 мм.Затем скрутить пласт теста в плотный рулет с меньшей стороны.Разрезать рулет на шайбочки по 1.5 см.Каждую шайбочку раскатать в овальчик, на один край положить 1 ч.л. начинки, накрыть другой частью, концы слегка прижать.Выложить заготовки на противень, щедро полить каждую растопленным сливочным маслом.Выпекать при t 170 гр до румяности около 25 -30 минут.Ориентируйтесь на особенности своей духовки.Горячую пахлаву на противне обильно полить сиропом и оставить для пропитки часа на 2-3."}, "3": {"recipe_name": "Салат с фасолью сухариками рецепт на 4 порции (Русская кухня)", "ingredients": {"Фасоль консервированная": "1 шт.", "Консервированная кукуруза": "1 шт.", "Салат Айсберг": "1 средний кочан", "Сухарики с сыром": "1 - 2 пачки", "Майонез": "по вкусу", "Чеснок": "1 долька"}, "text": "Берём консервированную фасоль и сливаем рассол, накладываем в глубокую миску нашу фасоль к ней добавляем кукурузу и тщательно примешиваем.Затем берём салат Айсберг и промываем под чистой проточной водой, рубим маленькими кусочками. После чего перекладываем в нашу тарелку.Берём любые сухарики из магазина, в нашем случае будут Кириешки с сыром. Используем по вкусу, при желании можете использовать два пакетика ржаных сухариков.Очищаем чеснок и пропускаем через чесночницу, и отправляем в наш салат с сухариками мелконарезанный чеснок. Последним этапом будет заправка майонезом. Заправьте салат майонезом, это дело индивидуальное. После чего дайте настояться ингредиентам в течении 10-15 минут. Теперь можете подавать салат с фасолью на праздничный стол."}, "4": {"recipe_name": "Нежные ленивые голубцы на скорую руку рецепт на 6 порции (Европейская кухня)", "ingredients": {"Мясной фарш": "1 кг", "Белокочанная капуста": "400 гр.", "Куриное яйцо": "2 шт.", "Репчатый лук": "2-3 шт.", "Соль": "по вкусу", "Перец чёрный молотый": "по вкусу", "Сметана": "по вкусу"}, "text": "Представляем оригинальный домашний рецепт ленивых голубцов. Данное блюдо является диетическим, которое включает в себя овощную клетчатку и мясной белок. Такие нежные голубцы можно смело предлагать ребёнку и даже кушать во время диеты.Приготовление голубцов. Для этого нам понадобится любой фарш. Нужно учитывать качество мяса оно не должно быть жирным. Самый простой вариант - купить готовый фарш. Попробуйте поэкспериментировать с сочетанием мяса свинины и говядины 50/50. Либо можно просто обойтись куриным. Накладываем готовый фарш в глубокую миску, разбиваем яйца, по вкусу посыпаем солью и чёрным молотым перцем. Смешиваем рукой либо большой ложкой. Затем шинкуем капусту маленькими ломтиками. Для того чтобы капуста приобрела нежный вкус, нужно размять руками. Как альтернативу можно использовать толкачик для картофельного пюре. Когда капуста будет готова, то выложите её в наш фарш и перемешайте все ингредиенты.Когда наша масса будет готова, то мокрыми руками формируем форму для наших ленивых голубцов. Чтобы голубцы получились плотными, то нужно ладонями утрамбовать поверхность каждого голубца. Берём решётку-гриль и помещаем ленивые голубцы в пароварку. Ставим приготовиться около 30 минут. После указанного времени наши сочные ленивые голубцы можно раскладывать по тарелкам и подавать на стол. Украсьте зеленью и добавьте сметаны."}, "5": {"recipe_name": "Сырный сливочный суп с грибами и курицей рецепт на 6 порции (Европейская кухня)", "ingredients": {"Филе куриное": "200 г", "Морковь": "1 шт.", "Лук": "1 шт.", "Картофель": "400 г.", "Грибы (шампиньоны)": "200 г", "Сыр плавленый сливочный": "200 г", "Вода": "2,5 л", "Растительное масло": "для обжарки", "Зелень укропа": "петрушки.", "Соль и перец": "по вкусу"}, "text": "Куриное филе отвариваем в подсоленной воде (2,5 литра) до готовности.Лук мелко нарезаем, морковь натираем на крупной тёрке. Шампиньоны моем и нарезаем кусочками.Лук и морковь обжариваем с небольшим количеством растительного масла в течение 10 минут, добавив соль и перец по вкусу.К луку и моркови добавляем нарезанные шампиньоны, обжариваем ещё 15 минут до выпаривания жидкости из грибов.Мясо вынимаем из кастрюли, нарезаем кусочками, кладём обратно в бульон, доливаем воды (если выкипела во время варки мяса), подсаливаем.Когда бульон снова закипит кладём туда порезанный кубиками картофель и варим до его готовности.Как только картофель станет мягким, высыпаем в суп обжарку, варим 3 минуты.Добавляем плавленый сливочный сыр, тщательно размешиваем.Наш суп готов. Осталось только добавить зелень и можно подавать к столу."}, "6": {"recipe_name": "Домашний борщ по-Украински с мясом рецепт на 3 порции (Европейская кухня)", "ingredients": {"Мясо": "300 г", "Свёкла": "2 шт.", "Морковь": "1 шт.", "Луковица": "1 шт.", "Капуста свежая": "250 г", "Картофель": "300 г", "Перец сладкий": "1 шт.", "Томаты": "3 шт.", "Томатная паста": "1 ст. л. ", "Сахар": "3 ч.л.", "Соль по вкусу": "1-1,5 ст.л", "Перец горошком": "3 шт.", "Лист лавровый": "2 шт.", "Уксус 9%": "2 ст. л.", "Растительное масло": "для обжарки", "Зелень укропа, петрушки.": "для пряности"}, "text": "Мясо отварить в подсоленной воде, остудить, порезать на кусочки.В кипящий мясной бульон положить порезанные картофель и капусту.Свёклу, морковь натереть на крупной тёрке, лук нарезать. Выложить овощи на сковородку, посолить, добавить чайную ложку сахара, неполную столовую ложку уксуса, обжарить на растительном масле до полуготовности. Затем добавить порезанный перец, томаты и томатную пасту, держим на огне 10 минут.Как только картофель станет мягким, добавляем в бульон 2 чайные ложки сахара, 1 столовую ложку уксуса и высыпаем обжаренные овощи. Добавляем перец горошком, лавровый лист, чеснок (по желанию). После закипания варим на малом огне не более 5 минут.Посыпать зеленью и подавать к столу."}, "7": {"recipe_name": "Освещающий борщ свекольник рецепт на 4 порции (Украинская кухня)", "ingredients": {"Свекла": "3 шт.", "Огурцы": "3 шт.", "Яйцо": "4 шт.", "Сметана": "150 гр.", "Горчица": "2 ч.л.", "Сахар-песок": "1 ч.л.", "Лимонный сок": "1 ст.л.", "Вода": "2 л.", "Лук зелёный": "50 гр.", "Укроп": "50 гр.", "Соль": "по вкусу"}, "text": "Представляем оригинальный рецепт приготовления охлаждающего свекольника. Освежающий привкус нашего свекольника придаст прилив сил и энергии даже в самый знойный день. Благодаря уникальному сочетанию продуктов для готовки, мы сэкономим время и приготовим холодный борщ свекольник за пол часа.Первым делом чистим свеклу и хорошенько промываем, затем нарезаем тонкими ломтиками.Предварительно берём кастрюлю заполняем водой, насыпаем по вкусу поваренную соль с лимонным соком. После чего ставим на раскалённую плиту и доводим до кипения. Помещаем в кастрюлю нашу свеклу и уменьшаем огонь, затем провариваем около 20 минут. Когда отвар будет готов, то даём ему остыть около 10-20 минут.Отмываем огурцы в чистой воде, и крошим тонкой соломкой. Затем высыпаем наши огурчики в свекольный отвар.Измельчаем зелёный лук вместе с душистым укропом. Затем кладём мелко нарезанную зелень в наш свекольный отвар. Потом отправляем настояться в холодильник наш резервуар ровно на один час.Чтобы время не пропадало зря, ставим варить куриные яйца. Когда яйца будет готовы, то опустите их в холодную воду. Когда яйца остынут, очистите их от скорлупы и накрошите маленькими квадратиками.Перемешиваем горчицу со сметанойОстуженный борщ разливаем по тарелкам, накладываем туда мелко нарезанные кусочки яиц и заправляем сметанным соусом. Наш вкусный освежающий свекольник готов к употреблению  ?"}, "8": {"recipe_name": "Рыбный рассольник рецепт на 4 порции (Европейская кухня)", "ingredients": {"Вода": "2 литра", "Картофель": "400 г", "Огурцы солёные": "300 г", "Морковь": "1 шт", "Лук": "1 шт", "Консервы рыбные 1 банка": "200 г", "Соль, зелень укропа": "по вкусу", "Перец чёрный горошком": "3 шт", "Лист лавровый": "1 шт"}, "text": "Картофель нарезать кубиками, опустить в кипящую воду (соль не добавлять), варить на среднем огне.Морковь натереть на крупной тёрке, лук мелко порезать. Морковь и лук обжарить на растительном масле.Огурцы солёные натереть на крупной тёрке.Когда картофель сварится до полуготовности, положить в кастрюлю огурцы и варить пока картофель не станет мягким.Добавить в суп зажарку из лука и моркови, варить 3 минуты. Пробуем, если соли от огурцов недостаточно для вкуса, то подсаливаем бульон.Положить рыбные консервы, варить ещё 5 минут. Кладём в суп перец чёрный горошком, лавровый лист, зелень, варим 3 минуты."}, "9": {"recipe_name": "Рубленые куриные котлетки с сыром рецепт на 7 порции (Европейская кухня)", "ingredients": {"Филе куриное": "500 г", "Сыр": "200 г", "Яйцо": "2 шт", "Майонез": "2 ст. л.", "Крахмал": "2 ст.л.", "Чеснок": "2 зубчика", "Соль, зелень укропа": "перец по вкусу", "Растительное масло": "для жарки"}, "text": "Филе порезать мелкими кусочками, сыр натереть на средней тёрке, чеснок измельчить, укроп мелко нарезатьСоединить филе, яйца, сыр, крахмал, майонез, чеснок, укроп, соль, перец, перемешать.Полученный фарш столовой ложкой выкладывать на разогретую смазанную растительным маслом сковородку и обжаривать с двух сторон до готовности."}, "10": {"recipe_name": "Зразы мясные с яйцом и зелёным луком рецепт на 6 порции (Европейская кухня)", "ingredients": {"Фарш мясной (свино-говяжий)": "500 г.", "Крупная луковица": "1 шт", "Зубчики чеснока": "2 шт", "Белый хлеб": "30 г", "Молоко": "100 мл", "Яйцо": "4 шт", "Зелёный лук, соль и перец": "по вкусу", "Растительное масло": "для жарки", "Панировочные сухари": "150 гр."}, "text": "Лук и чеснок пропускаем через мясорубку, белый хлеб замачиваем в молоке.В мясной фарш кладём лук с чесноком, замоченный в молоке хлеб, желток от одного яйца, соль и перец, всё тщательно перемешиваем.Белок от 1 яйца взбиваем миксером до белой пышной пены. Осторожно вводим белок в мясной фарш, перемешиваем.Сваренные вкрутую яйца мелко нарезаем, соединяем с зелёным луком, чайной ложкой растительного масла, солим, перемешиваем.Разделочную доску посыпаем панировочными сухарями и приступаем к формированию зраз. Руками берём небольшую порцию фарша, формируем шарик, кладём его на доску, посыпанную сухарями, расплющиваем в лепёшку.На середину лепешки кладём чайную ложку с горкой начинки, осторожно сворачиваем пополам и защипываем края. Посыпаем панировочными сухарями.Обжариваем на растительном масле на среднем огне."}, "11": {"recipe_name": "Аппетитные котлетки из фарша индейки с сыром рецепт на 3 порции (Европейская кухня)", "ingredients": {"Фарш из мяса индейки": "450 г.", "Яйцо": "2шт.", "Сыр": "35 г.", "Сливочное масло": "35г.", "Молоко": "15 мл.", "Чеснок": "2-3 зубчика.", "Мука": "для обвалки котлет.", "Соль, перец": "масло для жарки."}, "text": "Сыр натереть на средней или мелкой тёрке, сливочное масло растопить, чеснок размять.Соединить фарш, яйца, сыр, молоко, сливочное масло, перец, соль, чеснок. Все тщательно перемешать. Убрать фарш в холодильник на 30 минут или в морозильник минут на 5-7.Приготовить масло для обжарки котлет: соединить на сковородке растительное масло и сливочное, добавить размятый зубчик чеснока.Вынуть фарш, мокрыми руками сформировать котлетки, обвалять их в панировочных сухарях или в муке, обжарить на сковородке в чесночном маслице."}, "12": {"recipe_name": "Чахохбили из курицы рецепт на 5 порции (Европейская кухня)", "ingredients": {"Курица": "700 г", "Лук": "200 г", "Масло сливочное": "30 г", "Помидоры": "3 шт", "Перец сладкий": "1-2 шт", "Мука": "1 чайная ложка", "Соус ткемали": "3 ст л", "Паприка": "1 ч л", "Соль, красный": "перец по вкусу", "Чеснок": "3 зубчика", "Смесь трав": "для мяса", "Лук порей": "1 стебель", "Масло растительное": " для обжарки кусочков курицы"}, "text": "Кусочки курицы обжарить на сковородке, смазанной растительным маслом.Лук нарезать полукольцами, спассеровать на сковородке на растопленном сливочном масле. Добавить лук к обжаренной курице.Помидоры залить кипятком, оставить на 10 минут, снять кожицу, нарезать кусочками.На ту же сковородку, где пассеровали лук, выложить порезанные помидоры, прогреть на среднем огне, добавить нарезанный кусочками сладкий перец, обжарить 5 минут. Затем положить соус ткемали, паприку, посолить, поперчить по вкусу, всыпать 1 ч.л. муки, перемешать. Влить 400 мл воды, размешать.Подготовленной овощной заправкой заливаем курицу, добавляем смесь трав для мяса, накрываем крышкой, тушим на небольшом огне 1 час.Добавляем мелко нарезанный чеснок, лук порей, тушим ещё 5 минут."}, "13": {"recipe_name": "Куриная грудка фаршированная грибами рецепт на 5 порции (Европейская кухня)", "ingredients": {"Филе куриной грудки": "600 г", "Шампиньоны": "400 г", "Лук": "1 шт", "Сметана": "3 ст. л.", "Чеснок": "1 зубчик", "Соль, перец, сухие травы": "по вкусу", "Сыр": "70 г."}, "text": "В половинках филе куриной грудки делаем надрезы вниз (не прорезаем насквозь) и в бок, формируя \"лодочки\".Шампиньоны обжариваем с луком на растительном масле, добавив соль и перец по вкусу.Сметану смешиваем с раздавленным чесноком, солью, перцем, добавляем небольшую щепотку смеси сухих трав для мяса.Сметанной смесью смазываем \"лодочки\", укладываем в разрезы обжаренные грибы, сверху их покрываем сметанной смесью, укладываем в форму, смазанную растительным маслом и отправляем в разогретую до температуры 180 градусов духовку, запекаем 40 минут.Достаём \"лодочки\", посыпаем тёртым сыром и снова ставим в духовку на 20 минут."}, "14": {"recipe_name": "Куриные крылышки, запечённые в духовке рецепт на 6 порции (Европейская кухня)", "ingredients": {"Крылышки": "1 кг", "Майонез": "3 ст. л.", "Томатная паста": "1 ст. л.", "Соевый соус": "1 ст. л.", "Соль, перец": "по вкусу.", "Смесь трав": "для мяса", "Чеснок": "2 зубчика"}, "text": "Крылышки промыть, обсушить.Приготовить соус: смешать майонез, томатную пасту, соевый соус, соль, перец, раздавленный чеснок, добавить смесь трав для мяса.Крылышки замариновать в соусе и оставить на 40 минут.Выложить в форму, смазанную растительным маслом и запекать в духовке при температуре 180 градусов 1 час."}, "15": {"recipe_name": "Куриное филе запечённое в духовке рецепт на 7 порции (Европейская кухня)", "ingredients": {"Куриное филе": "600 г", "Лук": "1-2шт.", "Сметана": "3 ст. л.", "Майонез": "3 ст. л.", "Чеснок": "2 зубчика", "Сыр": "200 г", "Укроп": "1 небольшой пучок", "Соль, перец": "по вкусу", "Растительное масло": "для смазывания формы"}, "text": "Филе куриной грудки нарезать пластами толщиной 5-7 мм.Сыр натереть на средней тёрке, укроп мелко нарезать.Приготовить соус :соединить майонез, сметану, половину тертого сыра, добавить укроп, размятый чеснок, всё перемешать.Половину подготовленного филе уложить в форму, смазанную растительным маслом. Сверху на филе выложить половину соуса, разровнять.Дальше выкладываем лук, нарезанный полукольцами, подсаливаем.На лук укладываем оставшееся филе, добавляем соль, перец, выливаем на филе оставшийся соус, разравниваем.Посыпаем тёртым сыром и ставим в разогретую духовку. Запекаем при температуре 180 градусов 45 минут."}, "16": {"recipe_name": "Паштет из куриной печени рецепт на 4 порции (Европейская кухня)", "ingredients": {"Печень куриная": "600 г", "Лук": "1 шт", "Морковь": "1шт", "Масло сливочное": "100 г", "Сливки 10%": "100 мл", "Растительное масло": "1 ст. л.", "Соль и перец": "по вкусу"}, "text": "Печень промываем, даём стечь, обжариваем на растительном масле.Морковь трём на крупной терке, лук режем, отправляем к печени, обжариваем 10 минут.Добавляем соль, перец, вливаем полстакана воды, убавляем огонь, закрываем крышкой и тушим 20-25 минут.Отправляем в миску, кладём размягченное сливочное масло, вливаем сливки, измельчаем блендером до получения однородной массы. Раскладываем в формочки."}, "17": {"recipe_name": "Лёгкий вермишелевый суп с курицей и сухариками рецепт на 4 порции (Европейская кухня)", "ingredients": {"Филе курицы": "300 г", "Вода": "2,5 литра", "Вермишель": "60 г", "Морковь": "1 шт", "Лук": "1 шт", "Перец горошком": "3 шт", "Лавровый лист": "2 шт", "Растительное масло": "для обжарки", "Соль и перец, зелень": "по вкусу", "Хлеб": "для сухариков"}, "text": "Хлеб нарезать кубиками и подсушить в духовке при температуре 120 градусов до хрустящих сухариков.Куриное филе отварить в подсоленной воде до готовности.Морковь натереть на тёрке, лук мелко порезать, выложить на сковородку, посолить, обжарить с небольшим количеством растительного масла.Вермишель высыпать на сухую сковородку и обжарить на небольшом огне при постоянном помешивании без масла до золотистого цвета. Так она будет не разваливаться в супе и придаст ему более насыщенный вкус.Филе порезать на кусочки, положить обратно в бульон. Если вода выкипела, добавить до 2,5 литра, подсолить. Когда бульон закипит положить обжаренные овощи и высыпать вермишель. Добавить перец горошком, лавровый лист, зелень. Варить 5 минут."}, "18": {"recipe_name": "Куриные голени с картофелем, запечённые в духовке рецепт на 3 порции (Европейская кухня)", "ingredients": {"Куриные голени": "6 штук", "Картофель": "800 г", "Сметана": "3 ст. л.", "Томатная паста": "1 ч. л.", "Смесь трав": "для мяса", "Чеснок": "1-2 зубчика", "Оливковое масло": "2 ст. л.", "Соль и перец": "по вкусу"}, "text": "Подготавливаем куриные голени: моем, обсушиваем. Сметану смешиваем с томатной пастой, травами, добавляем соль, перец, протертый чеснок. Голени обмазываем получившейся смесью, оставляем мариноваться на 1 час.Картофель чистим, нарезаем кружочками. Лук нарезаем полукольцами.Соединяем картофель и лук, добавляем оливковое масло, соль, перец, перемешиваем.Выкладываем картофель с луком в форму, сверху кладём голени, закрываем фольгой и ставим на 1час при температуре 180 градусов.Снимаем фольгу и оставляем в духовке ещё на 30 минут. Если остаётся много жидкости, её можно аккуратно слить и подержать блюдо в духовке еще 10-15 минут."}, "19": {"recipe_name": "Скумбрия с рисом и овощами, запечённая в духовке рецепт на 4 порции (Европейская кухня)", "ingredients": {"Скумбрия": "2 шт", "Рис длинный": "300 г", "Морковь": "1 шт", "Лук": "1 шт", "Сладкий перец": "1 шт", "Масло растительное": "3 ст. л.", "Сметана": "3 ст. л.", "Соль": "1,5 ч. л.", "Приправа для рыбы": "1 ч. л.", "Вода": "600 мл", "Перец чёрный": "по вкусу."}, "text": "Подготавливаем рыбу: отрезаем хвост, голову, плавники, вынимаем внутренности, отделяем черную плёночку, промываем, обсушиваем, нарезаем кусочками.Подготовленные кусочки рыбы выкладываем в миску, добавляем сметану, половину чайной ложки соли, приправу для рыбы, перец, перемешиваем.Лук и перец нарезаем, морковь либо натираем на крупной тёрке, либо нарезаем брусочками. Обжариваем овощи на растительном масле.Рис тщательно промываем в холодной воде, даём хорошо стечь, высыпаем его к обжаренным овощам, добавляем 1 ч л соли, перец, перемешиваем. Держим на огне 4 минуты, постоянно перемешивая.Выложить рис в форму с высокими бортиками, разровнять.Добавляем 600 мл воды, выкладываем подготовленные кусочки рыбы, накрываем фольгой и отправляем в духовку на 1 час при температуре 200 градусов (до готовности риса)Снимаем фольгу и запекаем ещё 20-30 минут при температуре 180 градусов до зарумянивания рыбы."}, "20": {"recipe_name": "Красная рыба с овощами под сыром, запечённая в духовке рецепт на 4 порции (Европейская кухня)", "ingredients": {"Средняя красная рыба (горбуша)": "1 шт.", "Луковицы": "2 шт.", "Томаты": "4 шт.", "Сыр": "200 г", "Майонез": "1 ст. л", "Соль, перец": "по вкусу", "Растительное масло": "для обжарки"}, "text": "Красную рыбу разрезать вдоль пополам, отделить от кости, выбрать мелкие косточки.Получившиеся половинки рыбного филе положить на пергамент, посолить, поперчить, слегка смазать майонезом.Лук порезать тонкими полу кольцами, выложить на рыбу.Помидорки тоже режем, выкладываем поверх лука, немного солим.Посыпаем тёртым сыром, сверху немного смазываем майонезом (можно сметаной), чтобы сыр не засох (можно смешать тёртый сыр со столовой ложкой майонеза и аккуратно распределить массу поверх помидор).Сворачиваем пергамент в виде \"лодочки\" и ставим нашу рыбку в разогретую духовку на 1 час при температуре 180 градусов."}, "21": {"recipe_name": "Черничный пирог рецепт на 3 порции (Русская кухня)", "ingredients": {"Масло сливочное": "100 гр.", "Яйца": "2 шт", "Мука пшеничная": "230 гр.", "Разрыхлитель": "1 ч.л.", "Ванилин": "щепотка соли.", "Сахар": "180 гр.", "Черника": "200 гр.", "Крахмал": "1 ст.л.", "Сметана": "3 ст.л.", "Творог": "400 гр."}, "text": "Сначала делаем тесто. Делается легко и быстро. Для этого смешать куриное яйцо, насыпаем 80 грамм сахара, кладём 100 грамм сливочного масла и одну ложку сметаны, разрыхлитель 1 ч.л., ванилин, щепотку соли.Форму смазать маслом, присыпаем мукой и распределить тесто руками по форме. Затем сделать надколы вилкой в нескольких местах.Начинка так же делается очень просто и быстро.Смешать 400 гр. творога, 3 ст.л. сметаны, 1 яйцо, сахар 100 гр., ванилин, щепотку соли.Чернику перемешать с крахмалом и поместить в формочку с тестом.Предварительно разогреваем духовку на температуру 180 градусов. Выпекать около 30-40 минут.После выпекания дать полностью остыть."}, "22": {"recipe_name": "Пирог с луком пореем и сыром рецепт на 7 порции (Русская кухня)", "ingredients": {"Мука": "3 стакана", "Сливочное масло": "200 г", "Вода": "12ст.л.", "Лук порей": "200 г", "Сыр твёрдый": "200 г", "Яйцо": "4 шт.", "Молоко": "260 мл.", "Соль, перец": "по вкусу"}, "text": "В муку добавляем соль, сливочное масло, нарезанное кусочками, разминаем руками до однородности.Добавляем 12 столовых ложек воды, замешиваем тесто.Форму для выпечки смазываем маслом, выкладываем тесто, распределяя его по форме и формируя бортики.Лук порезать кружочками. На сковородку положить небольшой кусочек сливочного масла (25 г), всыпать лук, посолить, пассеровать его до мягкости (5 минут)Сыр натереть на тёрке, добавить к нему пассерованный лук, перемешать. Сырною - луковую массу выложить в форму на тесто. Соединить яйца и молоко, добавить соль и перец, взбить миксером.Молочно-яичной смесью залить пирог. Поставить в разогретую духовку и выпекать при температуре 180 градусов 40 -45 минут."}, "23": {"recipe_name": "Торт из песочного печенья без выпечки на твороге рецепт на 10 порции (Европейская кухня)", "ingredients": {"Печенье песочное": "300 гр.", "Творог": "600 гр.", "Сметана": "400 мл.", "Банан": "4 шт.", "Какао-порошок": "100 гр.", "Желатин": "40 гр.", "Сахар-песок": "1.5 ст.", "Смесь для желе\t": "1 пакет", "Ванилин": "2 пакета", "Вода": "100 мл.", "Апельсин": "1 шт."}, "text": "При помощи блендера измельчаем песочное печенье, либо можете воспользоваться толкачиком в небольшом резервуаре.После получения песочной крошки добавляем сахар песок и какао-порошок, и немного сливочного масла комнатной температуры, затем всё хорошенько перемешиваем. Далее в раздельную форму для выпечки помещаем бумагу для выпечки. Накладываем в формочку чуть больше половины песочной массы и хорошенько прижимаем ложкой. Это будет основа для нашего песочного торта.От остатков песочной массы вручную изготавливаем шесть маленьких заготовок. Основную форму с коржом отправляем охлаждаться на 15 минут.Берём не большую кастрюлю и заполняем водой, насыпаем желатин, даём отстояться десять минут, затем помешиваем его на маленьком огне до тех пор пока не растворится. В глубокий резервуар накладываем творог и сметану, добавляем сахар и взбиваем веничком либо миксером. После чего неспешно переливаем жидкий желатин и крем тщательно перемешиваем.Очищаем жёлтые бананы. Вынимаем из холодильника ранее приготовленный песочный корж с заготовками. На основу тонким слоем наносим сметано-творожный крем. После чего накладываем очищенные бананы и песочные заготовки.Далее размещаем на корж остальные фрукты (в нашем случае: апельсины, бананы) и крем, так чтобы он покрыл апельсины и бананы плотно. Кладём форму с тортиком в морозильную камеру примерно на 20 минут. При низких температурах желатин очень быстро застывает.Когда желатин застынет, то достаём наш песочный торт из морозилки. Финишный банан сервируем на кружочки. Очищаем апельсин и делим на дольки. Раскладываем наши фрукты красиво поверх торта.И в завершении берём желе и заливаем горячей водой, затем охлаждаем. Когда желе остынет, то заливаем им наш песочный торт. И ставим на пол дня в холодильник."}, "24": {"recipe_name": "Мандариновый тирамису без яиц рецепт на 3 порции (Европейская кухня)", "ingredients": {"Печенье савоярди": "36 шт.", "Маскарпоне": "400 гр.", "Сливки 33%": "200 мл.", "Сахарная пудра": "2 ст. л.", "Мандарины": "3-4 шт.", "Масло сливочное": "20 гр.", "Сахар": "2 ст. л. ", "Сок": "апельсиновый или мандариновый.", "Какао": "для посыпки."}, "text": "На сковороде растопить масло, добавить сахар и дольки мандарина.Обжарить на медленном огне пару минут. Оставить для остывания.Первым делом надо взбить сливки.Добавить маскарпоне и сахарную пудру и еще взбить. Можно добавить ваниль или ложку коньяка. Я не добавляю. Наш крем готов.Печенье окунаем в сок и выкладываем слоем в форму, затем укрываем печенье слоем крема.Выкладываем кусочки карамелизованных мандарин. Затем снова слой печенья, слой крема, слой мандарин.Повторяем так еще один слой, выкладываем крем и отправляем в холодильник минимум на 2 часа.После застывания посыпаем какао, украшаем и подаем."}, "25": {"recipe_name": "Нежный чизкейк без яиц рецепт на 8 порции (Европейская кухня)", "ingredients": {"Творог": "500 гр.", "Сливки": "200 гр. жирные", "Масло сливочное": "100 гр.", "Желатин": "20 гр.", "Вода": "100 мл.", "Ванилин": "на кончике ножа", "Сахар-песок": "200 гр.", "Печенье песочное": "250 гр."}, "text": "Возьмите маленькую миску и насыпьте в неё желатин, затем налейте 100 грамм чистой воды, и дайте отстоять 10 минут. Измельчите песочное печенье при помощи мясорубки либо блендера. Сливочное масло необходимо растопить в водяной бане, если не хотите заморачиваться, то лучше это сделать в микроволновке. Затем берём тару и перемешиваем наше печенье с жидким сливочным маслом.Тщательно перемещайте и равномерно распределите массу по нижней части формы. Затем отправляем застывать в холодильник на 30 минут.Берём большую ёмкость и накалываем творог, добавляем ванилин с сахаром и взбиваем блендером около 3 минут.По итогу образовывается единообразная смесь.Выливаем в иной резервуар прохладные сливки взбиваем миксером и понемногу повышаем скорость, до тех пор пока не образуется пышная масса.Затем смешайте взбитые сливки с творогом и взболтайте венчиком. Набухший желатин растапливаем на водяной парилке. Даём остыть. После чего добавляем его в наш резервуар и хорошенько размешиваем.Вынимаем форму из холодильника заполняем полученной начинкой. Накрываем крышкой либо пищевой плёнкой и отправляем в холодильник на два-три часа.Когда чизкейк застынет, то не торопясь достаньте из формы. Полейте его горячим шоколадом, желательно присыпать какао-порошком. И на финал украшаем свежей клубникой. Для украшения можете использовать любые ингредиенты, тогда приготовленный чизкейк приобретёт индивидуальность на Вашем столе ?"}, "26": {"recipe_name": "Салат из куриной грудки и овощами - Восторг рецепт на 2 порции (Европейская кухня)", "ingredients": {"Куриная грудка": "1 шт.", "Свежий огурец": "2 шт.", "Грибы вешенки или шампиньоны": "400 г", "Яйца": "4 шт.", "Лук": "2 шт.", "Грецкие орехи": "50 г.", "Соль, перец, майонез": "для заправки"}, "text": "Куриную грудку отвариваем в подсоленной воде, нарезаем небольшими кусочками.Огурцы и яйца тоже нарезаем.Грибы обжариваем с луком в небольшом количестве растительного масла. Не забываем добавить соль и перец.Грецкие орехи измельчаем в блендере.Соединяем и ингредиенты, добавляем немного соли, заправляем майонезом."}, "27": {"recipe_name": "Салат Цезарь с кальмарами и креветками рецепт на 2 порции (Европейская кухня)", "ingredients": {"Креветки свежие": "200 гр.", "Кальмары": "200 гр.", "Листовой салат": "100 гр.", "Багет": "4 ломтика", "Чеснок": " 1 зубчик", "Сыр Пармезан": "30 гр.", "Масло оливковое": "2 ст.л.", " Заправка салатаАнчоусы": "4 шт", "Сок": "1 ч.л.", "Горчица": "1 ч.л.", "Соль": "по вкусу", "Перец красный молотый": "по вкусу"}, "text": "На этот раз позвольте представить вашему вниманию один из многочисленных вариантов всеми любимого салата Цезарь. Если вы любите морепродукты, то это блюдо точно придется вам по вкусу. Салат Цезарь с креветками и кальмарами, можно приготовить легко и быстро, ведь для этого есть рецепт. Этот салат украсит как романтический ужин, так и праздничный стол.Начать следует с подготовки морепродуктов. Замороженные кальмары нужно залить кипятком, после чего очистить от пленки и удалить внутренности. Нарезать очищенные кальмары можно колечками, соломкой или кубиками, как вам больше нравится.С креветками нужно сделать все то же самое, что и с кальмарами - разморозить и почистить.Зубчики чеснока тоже нужно очистить и измельчить. Далее обжарить чеснок в оливковом масле в сковороде, обязательно нужно, чтобы масло впитало в себя аромат чеснока. Не дайте чесноку сгореть, это испортит аромат масла! По завершении обжаривания чеснок следует убрать из масла. И вот, наше оливковое масло превратилось в чесночное.В чесночном масле нужно обжарить морепродукты.Ломтики багета нарезать кубиками любого размера, но лучше конечно поменьше, и тоже обжарить в масле до румяной корочки.Теперь с помощью крупной терки натереть немного сыра.Для салата также необходим соус. В чашу блендера добавить оливковое масло, анчоусы, горчицу, лимонный сок, рубленный чеснок, а также соль и перец по желанию, после чего взбить до однородной смеси.Наконец все ингредиенты готовы, теперь можно оформлять салат. Листья салата промыть и обсушить, порвать и выложить на блюдо, после чего разложить обжаренные морепродукты и полить соусом, добавить в салат сухарики и посыпать тертым сыром. Салат Цезарь с креветками и морепродуктами можно подавать на стол."}, "28": {"recipe_name": "Салат Цезарь с креветками рецепт на 2 порции (Европейская кухня)", "ingredients": {"Листовой салат": "5 - 6 шт.", "Помидоры черри": "100 гр.", "Сыр Пармезан": "50 гр.", "Креветки свежие": "100 гр.", "Батон": "3 кусочка", "Соль": "1 щепотка", "Масло оливковое": "2 ст.л.", "Лимонный сок": "1.5 ч.л.", " Приготовление соусаМасло оливковое": "2 ст.л.", "Яйцо": "1 шт.", "Масло растительное": "30 мл.", "Горчица": "0.25 ч.л.", "Бальзамический уксус": "0.25 ч.л.", "Анчоусы": "3 шт.", "Перец сладкий": "1 щепотка"}, "text": "Ведь ни для кого не секрет, что салат Цезарь включает в себя свежие овощи с хрустящими гренками и фирменным соусом с куриным филе. В данном рецепте мы рассмотрим приготовление салата Цезаря без добавления курицы, вместо неё мы будем использовать креветки. Благодаря чему салат приобретёт необычный вкус и станет необычным блюдом на Вашем столе!Для того чтобы сделать соус для нашего салата нам понадобится. Сначала отварить куриное яйцо в подсоленной воде. Затем очистить его и положить в глубокую посуду, поливаем лимонным соком и добавляем горчицу, после чего измельчаем ингредиенты при помощи блендера. При помешивании поливаем растительным маслом и кладём измельчённые анчоусы. Когда масса станет однородной, добавляем соль, бальзамический уксус, перец.Очищаем листья салата и промываем под чистой проточной водой, вытираем насухо полотенцем. После чего вручную разрываем на маленькие кусочки. Накладываем салатные листья в салатницу и заправляем нашим готовым соусом и тщательно перемешиваемТоматы черри так же промываем под чистой водой, протираем и разрезаем на половинки. Накладываем томаты поверх листьев салатаНатираем сыр Пармезан на мелкой тёрке и выкладываем в салатницу. Предварительно размороженные креветки смачиваем в оливковом масле с лимонным соком. Разогреваем сковороду, выкладываем сочные креветки и обжариваем с двух сторон пару минут. Затем помещаем креветки в салатницу.Приготовление гренок. Берём свежий батом и нарезаем мелкими кубиками, разогреваем сковороду поливаем растительным маслом и выкладываем нарезанные кубики и жарим до появления румяной корочки. Гренки необходимо накладывать перед подачей салата, для придания хрустящего вкуса."}, "29": {"recipe_name": "Салат с креветками и черри рецепт на 2 порции (Европейская кухня)", "ingredients": {"Свежие креветки": "300 гр.", "Томаты черри": "200 гр.", "Сыр Моцарелла": "150 гр.", "Руккола": "200 гр.", "Бальзамический уксус": "0.5 ст.л.", "Оливковое масло": "4 ст.л.", "Соль": "по вкусу", "Перец красный молотый": "по вкусу"}, "text": "Салат из креветок и черри - очень вкусное полезное блюдо. На приготовление такого салата у вас уйдет очень мало времени и продуктов. Салат из креветок и черри прекрасно подойдет, как на завтрак, так и на обед, и на легкий ужин. Что самое главное, салат, который вы приготовите по этому рецепту, будет содержать множество микроэлементов и практически без калорий.Сначала нужно вымыть помидоры черри и разрезать их пополам. Сладкие сорта подойдут для этого блюда лучше, потому что вкус салата будет более сбалансированным.Для подготовки креветок сначала их нужно залить горячей водой, снять панцирь и добавить соль и перец по вкусу. Креветки необходимо обжарить в оливковом масле на раскаленной сковороде до золотисто-розового цвета, лучше всего на небольшом огне, так креветки смогут впитать аромат масла.Далее понадобятся бальзамический уксус и оливковое масло. половину столовой ложки уксуса и две столовые ложки масла нужно перемешать в емкости, после чего добавить соль и перец.Рукколу промыть, высушить и разложить на блюдо вместе с сыром и помидорами черри. Добавить моцареллу, обжаренные креветки и заправку для салата. Теперь можно наслаждаться салатом из креветок и черри."}, "30": {"recipe_name": "Салат с креветками и кальмарами рецепт на 4 порции (Европейская кухня)", "ingredients": {"Кальмары": "600 гр.", "Креветки свежие": "500 гр.", "Яйцо": "5 шт.", "Майонез": "по вкусу", "Соль": "по вкусу", "Зелень": "для украшения"}, "text": "Представляем Вашему вниманию оригинальный рецепт приготовления салата из морепродуктов. Благодаря удачному сочетанию сочного кальмара с креветками получается весьма оригинальный рецепт. Дополните салат отварными яйцами, украсьте зеленью и заправьте майонезом. Романтический ужин либо праздничное мероприятие пройдёт на ура. А гости будут в восторге, даже те, кто на диете ?В небольшую кастрюльку наливаем воду, и отправляем варить куриные яйца на среднем огне примерно на пять-десять минут.Разморозка креветок. Для того чтобы разморозить креветки заливаем их кипятком и даём отстоять пять минут. Главное чтобы они не были заморожены сырами, иначе придётся поварить креветки в кипящей воде, до тех пор пока не покраснеют. Этот процесс не займёт много времени.Приготовление кальмаров. Очищаем их и помещаем в резервуар с кипятком. Даём отстоять три минуты. Для тех, кто не любит сырой белок, то варите кальмаров до тех пор пока кончики не закругляться, главное не передержать море продукт, и сразу охлаждаем в холодной воде. Иначе получите не презентабельный вид и другие вкусовые качества.Когда креветки будут готовы, очищаем их.Очищаем варёные яйца от скорлупы и измельчаем их на мелкой тёрке.Затем нарезаем кальмары полукольцами. Это практично и создаст оригинальность салату.Для декорации салата оставляем шесть креветок, прочие морепродукты некрупно измельчаем.Берём резервуар и отправляем перемешивать ингредиенты, по желанию можете заправить растительным маслом.Ну и на финал добавляем майонез и соль по вкусу. По желанию украшаем зеленью и укропом. По завершению накладываем сверху сочные креветки. Теперь можете начинать трапезу. С данным салатом хороший вечер будет обеспечен  ?"}}}